$(document).ready(function() {
	var $quotes = [
		'Фільм — це життя, з якого вивели плями нудьги.',
		'Фотографія — це правда. А кіно — це правда 24 кадри за секунду.',
		'Кожен фільм повинен бути трилером, навіть якщо це всього лише скромна любовна історія.',
		'Фільм повинен починатися з землетрусу, а потім напруга повинна наростати.'
	]
	var $authors = [
		'Альфред Хічкок',
		'Жан-Люк Годар',
		'Бернардо Бертолуччі',
		'Семюел Голдвін'
	]

	var $choise = Math.floor(Math.random() * Math.floor(4));

	$(".quote_content").text($quotes[$choise])
	$(".quote_author").text("— " + $authors[$choise])
});